{
    "pastExperiences" : [
        {
            "companyName" : "ProLogic Sdn Bhd",
            "duration" : "March 2021 - April 2023",
            "linkArial" : "Visit Live22",
            "link" : "https://www.cuci22.com/Login",
            "pictures": [{"imageLink" : "images/Jstar.jpg", "imageKey" : "JStar0"},
            {"imageLink" : "images/ImperialKingdom.jpg", "imageKey" : "JStar1"},
            {"imageLink" : "images/Illuvium.jpg", "imageKey" : "JStar2"}],
            "shortDescription": "I am the senior programmer for Prologic, being a crucial member in maintaining the framework and teaching new juniors about the ins and outs of the framework.",
            "longDescription": ["ProLogic is a multi purpose company, ranging from commercial, advertising and for my department, Slot Making. I was tasked to create slotgames and maintain slotgames that the company brand has created",
        "Currently there is about 200-300 slotgames across 3 different brands for Live22, EpicWin, and UUSlots. They can be currently played on the app or be played on the web."]
        },
        {
            "companyName" : "TTwoWeb Sdn Bhd",
            "duration" : "January 2020 - Febuary 2021",
            "linkArial" : "Visit TheNux",
            "link" : "https://thenux.com/",
            "pictures": [{"imageLink" : "images/TTwoWeb2.png", "imageKey" : "TTwoWeb0"},
            {"imageLink" : "images/TheNux.png", "imageKey" : "TTwoWeb1"},
            {"imageLink" : "images/Wallet.png", "imageKey" : "TTwoWeb2"}],
            "shortDescription": "I am a junior programmer for TTwoWeb, creating the app called The Nux as a junior programmer.",
            "longDescription": ["TTwoWeb Sdn Bhd, is tasked by clients from China to create a crypto currency exchange app. The app can be downloaded on the IoS.",
            "The app features wallet creation, crypto hashing and crypto exchange between different wallets, different cryptocurrencies, or different fiats. It was made easy to use as to feature in its early days QR crypto donations."]
        },
        {
            "companyName" : "Tris Avior",
            "duration" : "January 2019 - January 2020",
            "linkArial" : "Visit LinkedIn Tris Avior",
            "link" : "https://www.linkedin.com/company/trisaviorentertainmentsdnbhd",
            "pictures": [{"imageLink" : "images/TrisAvior.jpg", "imageKey" : "JStar0"},
            {"imageLink" : "images/War of the Origins.jpg", "imageKey" : "JStar1"},
            {"imageLink" : "images/Summon.jpeg", "imageKey" : "JStar2"}],
            "shortDescription": "I am a junior programmer for Tris Avior, creating the game called War of Origin as the lead programmer.",
            "longDescription": ["Tris Avior is the first company I joined. It was a game company that had the dreams to create mobile gacha games, the first after my college. I was tasked to create a gacha game as a junior called War of Origin.",
            "War of Origin was the game where you play as a hero to controlling dyrions and shoot the incoming monsters with balls. Different dyrions have different ball powers in this pinball game."]
        }
    ]
}